[
  {
     "gameId":"680fe860-7581-4149-3999-08d6b0a627a3",
     "title":"Final Fantasy 01",
     "picture":"https://jackfperryjr.github.io/moogleapi-images/logos/ff01.jpg",
     "platform":"Nintendo NES",
     "releaseDate":"December 18, 1987",
     "description":"The first game in Square's Final Fantasy series, created by Hironobu Sakaguchi. Originally released for the NES, Final Fantasy was remade for several video game consoles and is frequently packaged with Final Fantasy II in video game collections. The story follows four youths called the Light Warriors, who each carry one of their world's four elemental orbs which have been darkened by the four Elemental Fiends. Together, they quest to defeat these evil forces, restore light to the orbs, and save their world. Final Fantasy was originally conceived under the working title Fighting Fantasy, but trademark issues and dire circumstances surrounding Square as well as Sakaguchi himself prompted the name to be changed. The game was a great commercial success, received generally positive reviews, and spawned many successful sequels and supplementary titles in the form of the Final Fantasy series. The original is now regarded as one of the most influential and successful role-playing games on the Nintendo Entertainment System, playing a major role in popularizing the genre. Critical praise focused on the game's graphics, while criticism targeted the time spent wandering in search of random battle encounters to raise the player's experience level. By March 2003, all versions of the original Final Fantasy had sold a combined total of two million copies worldwide."
  },
  {
     "gameId":"9dcce46c-7779-4096-399a-08d6b0a627a3",
     "title":"Final Fantasy 02",
     "picture":"https://jackfperryjr.github.io/moogleapi-images/logos/ff02.png",
     "platform":"Nintendo NES",
     "releaseDate":"December 17, 1988",
     "description":"The second installment of the Final Fantasy series. The game has received numerous enhanced remakes for the WonderSwan Color, the PlayStation, the Game Boy Advance, the PlayStation Portable, and multiple mobile and smartphone types. As neither this game nor Final Fantasy III were initially released outside Japan, Final Fantasy IV was originally released in North America as Final Fantasy II, so as not to confuse players. The most recent releases of the game are enhanced versions for the iOS and Android, which were released worldwide in 2010 and 2012, respectively.\r\n\r\nThe game's story centers on four youths whose parents were killed during an army invasion by the empire of Palamecia, who are using hellspawn to conquer the world. Three of the four main characters join a rebellion against the empire, embarking on missions to gain new magic and weapons, destroy enemy superweapons, and rescue leading members of the resistance. The Game Boy Advance remake adds a bonus story after the game is completed.\r\n\r\nFinal Fantasy II introduced many elements that would later become staples of the Final Fantasy franchise, including chocobos and the recurring character Cid. It also eliminated the traditional experience point leveling system of the previous and later games in the series, instead introducing an activity-based progression system where the characters' statistics increase according to how they are used or acquired. Despite being a sequel to Final Fantasy, the game includes no characters or locations from the first game. Final Fantasy II received little attention at the time from non-Japanese reviewers, though its remakes have garnered favorable reviews."
  },
  {
     "gameId":"53da5efb-5925-409b-399b-08d6b0a627a3",
     "title":"Final Fantasy 03",
     "picture":"https://jackfperryjr.github.io/moogleapi-images/logos/ff03.png",
     "platform":"Nintendo NES",
     "releaseDate":"April 27, 1990",
     "description":"The third installment in the Final Fantasy series and the last main series game for the console. It is the first numbered Final Fantasy game to feature the job-change system. The story revolves around four orphaned youths drawn to a crystal of light. The crystal grants them some of its power, and instructs them to go forth and restore balance to the world. Not knowing what to make of the crystal's pronouncements, but nonetheless recognizing the importance of its words, the four inform their adoptive families of their mission and set out to explore and bring back balance to the world.\r\n"
  },
  {
     "gameId":"f4904ca8-8ab7-4e35-399c-08d6b0a627a3",
     "title":"Final Fantasy 04",
     "picture":"https://jackfperryjr.github.io/moogleapi-images/logos/ff04.png",
     "platform":"Nintendo SNES",
     "releaseDate":"July 19, 1991",
     "description":"Known as Final Fantasy II for its initial North American release (and not to be confused with the original Japanese Final Fantasy II), is a role-playing video game developed and published by Square (now Square Enix) for the Super Nintendo Entertainment System. Released in 1991, it is the fourth main installment of the Final Fantasy series. The game's story follows Cecil, a dark knight, as he tries to prevent the sorcerer Golbez from seizing powerful crystals and destroying the world. He is joined on this quest by a frequently changing group of allies. Final Fantasy IV introduced innovations that became staples of the Final Fantasy series and role-playing games in general. Its \"Active Time Battle\" system was used in five subsequent Final Fantasy games, and unlike prior games in the series, IV gave each character their own unchangeable character class.  Final Fantasy IV has been ported to several other platforms with varying differences. An enhanced remake, also called Final Fantasy IV, with 3D graphics was released for the Nintendo DS in 2007 and 2008. The game was re-titled Final Fantasy II during its initial release outside Japan as the original Final Fantasy II and Final Fantasy III had not been released outside Japan at the time. All later localizations, which began to appear after Final Fantasy VII (released worldwide under that title), used the original title.  With its character-driven plot, use of new technologies, and critically acclaimed score by Nobuo Uematsu, Final Fantasy IV is regarded as a landmark of the series and of the role-playing genre. The various incarnations of the game have sold more than four million copies worldwide. A sequel, Final Fantasy IV: The After Years, was released for Japanese mobile phones in 2008, and worldwide via the Wii Shop Channel on June 1, 2009. In 2011, both Final Fantasy IV and The After Years were released for the PlayStation Portable as part of the compilation Final Fantasy IV: The Complete Collection, which also included a new game, set between the two; Final Fantasy IV: Interlude. Ports of the Nintendo DS remake were released for iOS in 2012, for Android in 2013 and for Windows in 2014."
  },
  {
     "gameId":"d6011f09-3714-4b28-399d-08d6b0a627a3",
     "title":"Final Fantasy 05",
     "picture":"https://jackfperryjr.github.io/moogleapi-images/logos/ff05.png",
     "platform":"Nintendo SNES",
     "releaseDate":"December 6, 1992",
     "description":"The fifth main installment in the series. The game first appeared only in Japan on Nintendo's Super Famicom (known internationally as the Super Nintendo Entertainment System). It has been ported with minor differences to Sony's PlayStation and Nintendo's Game Boy Advance. An original video animation produced in 1994 called Final Fantasy: Legend of the Crystals serves as a sequel to the events depicted in the game. It was released for the PlayStation Network on April 6, 2011 in Japan. An enhanced port of the game, with new high-resolution graphics and a touch-based interface, was released for iPhone and iPad on March 28, 2013, and for Android on September 25, 2013.\r\n\r\nThe game begins as a wanderer named Bartz investigates a fallen meteor. There, he encounters several characters, one of whom reveals the danger facing the four Crystals that control the world's elements. These Crystals act as a seal on Exdeath, an evil sorcerer. Bartz and his party must keep the Crystals from being exploited by Exdeath's influence and prevent his resurgence.\r\n\r\nFinal Fantasy V has been praised for the freedom of customization that the player has over the characters, achieved through the greatly expanded Job System. Despite being released only in Japan, the Super Famicom version sold more than two million copies. The PlayStation version has earned \"Greatest Hits\" status, selling more than 350,000 copies."
  },
  {
     "gameId":"7eb670e8-86bd-4622-399e-08d6b0a627a3",
     "title":"Final Fantasy 06",
     "picture":"https://jackfperryjr.github.io/moogleapi-images/logos/ff06.jpg",
     "platform":"Nintendo SNES",
     "releaseDate":"April 2, 1994",
     "description":"The sixth title in the mainline Final Fantasy series (and the last to use sprite based 2-D graphics). Set in a fantasy world with a technology level equivalent to that of the Second Industrial Revolution, the game's story focuses on a group of rebels as they seek to overthrow an imperial dictatorship. The game features fourteen permanent playable characters, the most of any game in the main series.\r\n\r\nIt was ported by Tose with minor differences to Sony's PlayStation in 1999 and Nintendo's Game Boy Advance in 2006, and it was released for the Wii's Virtual Console in 2011. Nintendo re-released Final Fantasy VI in the United States in September 2017 as part of the company's Super NES Classic Edition. The game was known as Final Fantasy III when it was first released in North America, as the original Final Fantasy II, Final Fantasy III, and Final Fantasy V had not been released outside Japan at the time (leaving IV as the second title released outside Japan and VI as the third). However, most later localizations used the original title. Final Fantasy VI was the first game in the series to be directed by someone other than producer and series creator Hironobu Sakaguchi; the role was filled instead by Yoshinori Kitase and Hiroyuki Ito. Yoshitaka Amano, a long-time contributor to the Final Fantasy series, returned as the image and character designer, while regular composer Nobuo Uematsu wrote the game's score, which has been released on several soundtrack albums.\r\n\r\nFinal Fantasy VI was released to critical acclaim and is seen as a landmark title for the role-playing genre; for instance, it was ranked as the 2nd best RPG of all time by IGN. Its Super NES and PlayStation versions have sold over 3.48 million copies worldwide to date as a stand-alone game, as well as over 750,000 copies as part of the Japanese Final Fantasy Collection and the North American Final Fantasy Anthology. Final Fantasy VI has won numerous awards and is considered by many to be one of the greatest video games of all time."
  },
  {
     "gameId":"9fc1c377-95f1-4a09-399f-08d6b0a627a3",
     "title":"Final Fantasy 07",
     "picture":"https://jackfperryjr.github.io/moogleapi-images/logos/ff07.jpg",
     "platform":"Sony Playstation",
     "releaseDate":"January 31, 1997",
     "description":"The seventh main installment in the Final Fantasy series. Published in Japan by Square, it was released in other regions by Sony Computer Entertainment, and became the first in the main series to see a PAL release. The game's story follows Cloud Strife, a mercenary who joins an eco-terrorist organization to stop a world-controlling mega-corporation from using the planet's life essence as an energy source. Events send Cloud and his allies in pursuit of Sephiroth, a superhuman intent on destroying their planet. During the journey, Cloud builds close friendships with his party members, including Aerith Gainsborough, who holds the secret to saving their world.\r\n\r\nDevelopment began in 1994, originally for the Super NES. After delays and technical difficulties from experimenting on several platforms, Square moved production to the PlayStation, largely due to the advantages of the CD-ROM format. Veteran Final Fantasy staff returned, including series creator and producer Hironobu Sakaguchi, director Yoshinori Kitase, and composer Nobuo Uematsu. The title became the first in the series to use full motion video and 3D computer graphics, which featured 3D character models superimposed over 2D pre-rendered backgrounds. Although the gameplay systems remained mostly unchanged from previous entries, Final Fantasy VII introduced more widespread science fiction elements and a more realistic presentation. The game had a staff of over 100, with a combined development and marketing budget of around US$80 million.\r\n\r\nAssisted by a large promotional campaign, Final Fantasy VII received widespread commercial and critical success, and remains widely regarded as a landmark title and one of the greatest games of all time. The title won numerous Game of the Year awards, and was acknowledged for boosting the sales of the PlayStation and popularizing Japanese role-playing games worldwide. Critics praised its graphics, gameplay, music, and story, although some criticism was directed towards its English localization. Its success has led to enhanced ports on various platforms, a multimedia sub-series called the Compilation of Final Fantasy VII, and an upcoming high-definition remake for the PlayStation 4."
  },
  {
     "gameId":"96d5ac56-d56b-49f2-39a0-08d6b0a627a3",
     "title":"Final Fantasy 08",
     "picture":"https://jackfperryjr.github.io/moogleapi-images/logos/ff08.jpg",
     "platform":"Sony Playstation",
     "releaseDate":"February 11, 1999",
     "description":"The eighth main installment in the Final Fantasy series. Set on an unnamed fantasy world with science fiction elements, the game follows a group of young mercenaries, led by Squall Leonhart, as they are drawn into a conflict sparked by the sorceress Edea. After defeating Edea, the protagonists learn that she was under the control of Ultimecia, a sorceress from the future who wishes to compress time. During the quest to defeat Ultimecia, Squall struggles with his role as leader and develops a romance with one of his comrades, Rinoa Heartilly.\r\n\r\nDevelopment began in 1997, during the English localization of Final Fantasy VII. The game builds on the visual changes brought to the series by Final Fantasy VII, including the use of 3D graphics and pre-rendered backgrounds, while also departing from many Final Fantasy traditions. It is the first Final Fantasy to use realistically proportioned characters consistently, feature a vocal piece as its theme music, and forego the use of magic points for spellcasting.\r\n\r\nFinal Fantasy VIII was mostly well received by critics, who praised its originality and visuals while criticizing some of its gameplay elements. It was voted the 22nd-best game of all time in 2006 by readers of the Japanese magazine Famitsu. The game was a commercial success; 13 weeks after its release, Final Fantasy VIII had earned more than US$50 million in sales, making it the fastest-selling Final Fantasy title until Final Fantasy XIII, a multi-platform release. It was ported to Microsoft Windows in 2000 and re-released via Steam in 2013 and in Japan during 2014. It was re-released worldwide as a PSOne Classic on the PlayStation Store in 2009 compatible with PlayStation 3 and PlayStation Portable with support for PlayStation Vita coming in 2012. As of December 2013, it has sold more than 8.5 million copies worldwide."
  },
  {
     "gameId":"e5c7fa37-0f22-44db-39a1-08d6b0a627a3",
     "title":"Final Fantasy 09",
     "picture":"https://jackfperryjr.github.io/moogleapi-images/logos/ff09.png",
     "platform":"Sony Playstation",
     "releaseDate":"July 7, 2000",
     "description":"The ninth title in the main Final Fantasy series and the last to debut on the original PlayStation. The game plot centers on the consequences of a war between nations in a medieval fantasy world called Gaia. Players follow bandit Zidane Tribal, who kidnaps Alexandrian princess Garnet Til Alexandros XVII as part of a gambit by the neighboring nation of Lindblum. He joins Garnet and a growing cast of characters on a quest to take down her mother, Queen Brahne of Alexandria, who started the war. The plot shifts when the player learns that Brahne is a pawn of a more menacing threat, Kuja, who shares a mysterious history with Zidane spanning two worlds.\r\n\r\nThe game was developed alongside Final Fantasy VIII. Envisioned by developers as a retrospective for the series, it departed from the futuristic settings of Final Fantasy VII and Final Fantasy VIII by returning to the medieval style of the first six installments. Consequently, it was influenced heavily by the original Final Fantasy game, and features allusions to the rest of the titles. Despite this approach, the game did introduce new features to the series, such as \"Active Time Event\" cutscenes, \"Mognet\", and unique equipment and skill systems.\r\n\r\nFinal Fantasy IX was released to critical acclaim. It is often cited by critics and fans as one of the best Final Fantasy titles, and holds the highest Metacritic score of the series. Final Fantasy IX was commercially successful, selling more than 5 million copies worldwide by March 2003 and 5.5 million copies by February 2016. It was re-released in 2010 as a PSOne Classic on the PlayStation Store; this version was compatible with PlayStation 3 and PlayStation Portable, and PlayStation Vita support arrived in 2012. In 2016, ports featuring minor gameplay and graphical enhancements were released for iOS, Android and Microsoft Windows followed by a port for PlayStation 4 in 2017."
  },
  {
     "gameId":"8332f848-196c-4f5a-39a2-08d6b0a627a3",
     "title":"Final Fantasy 10",
     "picture":"https://jackfperryjr.github.io/moogleapi-images/logos/ff10.jpg",
     "platform":"Sony Playstation 2",
     "releaseDate":"July 19, 2001",
     "description":"The tenth entry in the Final Fantasy series. Originally released in 2001 for Sony's PlayStation 2, the game was re-released as Final Fantasy X/X-2 HD Remaster for PlayStation 3 and PlayStation Vita in 2013, for PlayStation 4 in 2015 and for Microsoft Windows in 2016. The game marks the Final Fantasy series transition from entirely pre-rendered backdrops to fully three-dimensional areas, and is also the first in the series to feature voice acting. Final Fantasy X replaces the Active Time Battle (ATB) system with the \"Conditional Turn-Based Battle\" (CTB) system, and uses a new leveling system called the \"Sphere Grid\".\r\n\r\nSet in the fantasy world of Spira, a setting influenced by the South Pacific, Thailand and Japan, the game's story revolves around a group of adventurers and their quest to defeat a rampaging monster known as Sin. The player character is Tidus, a star athlete in the fictional sport of blitzball, who finds himself in the world Spira after his home city of Zanarkand is destroyed by Sin. Shortly after arriving to Spira, Tidus joins the summoner Yuna on her pilgrimage to destroy Sin.\r\n\r\nDevelopment of Final Fantasy X began in 1999, with a budget of more than US$32.3 million (US$47.4 million in 2017 dollars) and a team of more than 100 people. The game was the first in the main series not entirely scored by Nobuo Uematsu; Masashi Hamauzu and Junya Nakano were signed as Uematsu's fellow composers. Final Fantasy X was both a critical and commercial success, selling over 8 million units worldwide. It is widely considered to be one of the greatest video games of all time. On March 3, 2003, it was followed by Final Fantasy X-2, making it the first Final Fantasy game to have a direct game sequel."
  },
  {
     "gameId":"978159df-b726-4fe5-39a3-08d6b0a627a3",
     "title":"Final Fantasy 10-2",
     "picture":"https://jackfperryjr.github.io/moogleapi-images/logos/ff10-2.jpg",
     "platform":"Sony Playstation 2",
     "releaseDate":"March 13, 2003",
     "description":"The direct sequel to Final Fantasy X. The game's story follows the character Yuna from Final Fantasy X as she seeks to resolve political conflicts in the fictional world of Spira before it all leads to war and search for her lost love Tidus from Final Fantasy X.\r\n\r\nFinal Fantasy X-2 set several precedents in the Final Fantasy series aside from being the first direct sequel in video game form and the second sequel in the franchise, after the anime Final Fantasy: Legend of the Crystals. It was the first game in the series to feature only three player characters, an all-female main cast, and early access to most of the game's locations. Additionally, it featured a variation of the character classes system—one of the series' classic gameplay concepts—and is one of the few games in the series to feature multiple endings. Finally, it was the first game in the series that did not have musical contributions in it from longtime composer Nobuo Uematsu.\r\n\r\nThe game was positively received by critics and was commercially successful. It sold 1.92 million copies in North America, and 5.29 million copies worldwide. Final Fantasy X-2 was voted as the 32nd best game of all time by the readers of Famitsu. The English version of the game won an award for \"Outstanding Achievement in Character Performance\" at the Academy of Interactive Arts & Sciences in 2004. The game has attained a rating of 86% on GameRankings and an 85% rating on Metacritic. It was the final Final Fantasy game to be developed by Square before merging with Enix in April 2003. The game was re-released as a high-definition remaster for the PlayStation 3 and PlayStation Vita in 2013, together with Final Fantasy X, under the title Final Fantasy X/X-2 HD Remaster. It was also re-released for the PlayStation 4 in May 2015 and Microsoft Windows in May 2016. Square Enix announced in 2013 that the Final Fantasy X series has sold over 14 million copies worldwide."
  },
  {
     "gameId":"8e801e49-4f82-4899-39a4-08d6b0a627a3",
     "title":"Final Fantasy 12",
     "picture":"https://jackfperryjr.github.io/moogleapi-images/logos/ff12.jpg",
     "platform":"Sony Playstation 2",
     "releaseDate":"March 16, 2006",
     "description":"The twelfth title in the mainline Final Fantasy series. The game introduced several innovations to the series: an open world, a seamless battle system, a controllable camera, a customizable \"gambit\" system, which lets the player control the artificial intelligence (AI) of characters in battle, a \"license\" system, which determines what abilities and equipment can be used by characters, and a hunting side quest, which allows the player to find and defeat increasingly difficult monsters in the game's open world. Final Fantasy XII also includes elements from previous games in the series, such as Chocobos and Moogles.\r\n\r\nThe game takes place in the fictional land of Ivalice, where the empires of Archadia and Rozarria are waging an endless war. Dalmasca, a small kingdom, is caught between the warring nations. When Dalmasca is annexed by Archadia, its princess, Ashe, creates a resistance movement. During the struggle, she meets Vaan, a young adventurer who dreams of becoming a sky pirate in command of an airship. They are quickly joined by a band of allies; together, they rally against the tyranny of the Archadian Empire.\r\n\r\nFinal Fantasy XII received critical acclaim, earning numerous Game of the Year awards. The game sold over six million copies worldwide by November 2009. A sequel, Final Fantasy XII: Revenant Wings, was released for the Nintendo DS in 2007. A high-definition remaster of the International Zodiac Job System version, subtitled The Zodiac Age, was released worldwide for the PlayStation 4 in July 2017, and for Windows in February 2018."
  },
  {
     "gameId":"b992a9d4-41ce-4ecf-39a5-08d6b0a627a3",
     "title":"Final Fantasy 13",
     "picture":"https://jackfperryjr.github.io/moogleapi-images/logos/ff13.jpg",
     "platform":"Sony Playstation 3",
     "releaseDate":"December 19, 2009",
     "description":"The thirteenth title in the mainline Final Fantasy series. The game includes fast-paced combat, a new system for the series for determining which abilities are developed for the characters called \"Crystarium\", and a customizable \"Paradigm\" system to control which abilities are used by the characters. Final Fantasy XIII includes elements from the previous games in the series, such as summoned monsters, chocobos, and airships.\r\n\r\nThe game takes place in the fictional floating world of Cocoon, whose government, the Sanctum, is ordering a purge of civilians who have supposedly come into contact with Pulse, the much-feared world below. The former soldier Lightning begins her fight against the government in order to save her sister who has been branded as an unwilling servant to a god-like being from Pulse, making her an enemy of Cocoon. Lightning is soon joined by a band of allies, and together the group also become marked by the same Pulse creature. They rally against the Sanctum while trying to discover their assigned task and whether they can avoid being turned into monsters or crystals at the completion.\r\n\r\nDevelopment began in 2004, and the game was first announced at Electronic Entertainment Expo (E3) 2006. Final Fantasy XIII is the flagship title of the Fabula Nova Crystallis collection of Final Fantasy games and is the first game to use Square Enix's Crystal Tools engine. Final Fantasy XIII received mostly positive reviews from video game publications, which praised the game's graphics, presentation, and battle system. The game's story received a mixed response from reviewers, and its linearity compared to previous games in the series was mostly criticized. Selling 1.7 million copies in Japan in 2009, Final Fantasy XIII became the fastest-selling title in the history of the series. As of 2017, the game has sold over 7 million copies worldwide. The Microsoft Windows version has sold over 700,000 copies according to SteamSpy. A sequel, titled Final Fantasy XIII-2, was released in December 2011 in Japan and in February 2012 in North America and PAL regions. A second sequel, titled Lightning Returns: Final Fantasy XIII, which concludes Lightning's story and the Final Fantasy XIII series, was released in November 2013 in Japan and in February 2014 in North America and PAL regions. In September 2014, Square Enix announced the Final Fantasy XIII series has been widely successful and has shipped over 11 million copies worldwide."
  },
  {
     "gameId":"de2a5d89-3465-4125-39a6-08d6b0a627a3",
     "title":"Final Fantasy 13-2",
     "picture":"https://jackfperryjr.github.io/moogleapi-images/logos/ff13-2.png",
     "platform":"Sony Playstation 3",
     "releaseDate":"December 15, 2011",
     "description":"A direct sequel to the 2009 role-playing game Final Fantasy XIII and is part of the Fabula Nova Crystallis subseries. A port to Microsoft Windows was released on Steam in December 2014 followed by iOS and Android in September 2015. XIII-2 includes modified features from the previous game, including fast-paced combat and a customizable \"Paradigm\" system to control which abilities are used by the characters, and adds a new system that allows monsters to be captured and used in battle. It features a heavy time travel element, allowing the player to jump between different times at the same location or different places at the same time. Lightning, the protagonist of the original game, has disappeared into an unknown world. Her younger sister Serah Farron, a returning character, and a young man named Noel Kreiss, journey through time in an attempt to find Lightning.\r\n\r\nDevelopment of Final Fantasy XIII-2 began around March and April 2010 and lasted about one and a half years. The game was unveiled at the Square Enix 1st Production Department Premier in January 2011. Many of the key designers remained in their roles from the previous game, and developer tri-Ace was hired to help with the game's design, art, and programming. The development team wanted to exceed Final Fantasy XIII in every aspect while making the story's tone mysterious and darker than the previous game. The game builds upon the Paradigm Shift battle system used in Final Fantasy XIII and includes a less linear overall design.\r\n\r\nFinal Fantasy XIII-2 received highly positive reviews from Japanese critics and generally positive reviews from Western video game journalists. Though praised for its gameplay, lack of linearity, and graphics, the game's story was criticized as weak and confusing. During the first week of sales in Japan, the game sold 524,000 units, becoming the fifth-best selling game of 2011 in Japan, and sold 3.1 million copies worldwide by January 2013. It was released digitally for PlayStation 3 and Xbox 360 in June 2013 along with a Japan-only re-release including downloadable content. A sequel, Lightning Returns: Final Fantasy XIII, was released in November 2013 in Japan and February 2014 in North America, Europe and Australia. In September 2014, Square Enix announced the Final Fantasy XIII series has been widely successful and has shipped over 11 million copies worldwide."
  },
  {
     "gameId":"0da69a55-9ab2-4798-39a7-08d6b0a627a3",
     "title":"Final Fantasy 15",
     "picture":"https://jackfperryjr.github.io/moogleapi-images/logos/ff15.png",
     "platform":"Sony Playstation 4",
     "releaseDate":"November 29, 2016",
     "description":"The fifteenth main installment in the company's Final Fantasy series. It released in 2016 for PlayStation 4 and Xbox One, and was later ported for Microsoft Windows in 2018. The game features an open world environment and action-based battle system, incorporating quick-switching weapons, elemental magic, and other features such as vehicle travel and camping. The base campaign was later expanded with downloadable content (DLC), adding further gameplay options such as additional playable characters and multiplayer.\r\n\r\nFinal Fantasy XV takes place on the fictional world of Eos; aside from the kingdom of Lucis, all the world is dominated by the empire of Niflheim, who seek control of the magical Crystal protected by Lucis's royal family. On the eve of peace negotiations, Niflheim attacks the capital of Lucis and steals the Crystal. Noctis Lucis Caelum, heir to the Lucian throne, goes on a quest to rescue the Crystal and defeat Niflheim. He later learns his full role as the \"True King\", destined to use the Crystal's powers to save Eos from plunging into eternal darkness. The game shares a thematic connection with Fabula Nova Crystallis Final Fantasy, a subseries of games linked by a common mythos which includes Final Fantasy XIII and Final Fantasy Type-0.\r\n\r\nThe game's development began in 2006 as a PlayStation 3 spin-off titled Final Fantasy Versus XIII.[b] Tetsuya Nomura served as the original director and character designer. After a development period of six years, it was changed to the next mainline title in the series in 2012; Nomura was replaced as director by Hajime Tabata, and the game shifted to eighth generation platforms. To supplement the game, Square Enix created a multimedia project called the \"Final Fantasy XV Universe\", which includes an anime series, a feature film and DLC episodes. The game was positively received by critics, with praise given for its gameplay and visuals, while reception towards its story and presentation was mixed. By January 2018, the game had sold over seven million copies worldwide."
  },
  {
     "gameId":"8f24fe1b-0e23-47c3-bca1-08d712cd7324",
     "title":"Final Fantasy Brave Exvius",
     "picture":"https://mooglestorage.blob.core.windows.net/images/Game-8f24fe1b-0e23-47c3-bca1-08d712cd7324.png",
     "platform":"Mobile",
     "releaseDate":"October 22, 2015",
     "description":"Final Fantasy Brave Exvius is a free-to-play mobile role-playing game developed by Alim and published by Square Enix for iOS and Android devices.\r\n\r\nA spinoff of the Final Fantasy series, the game marks as the first collaborative effort between Square Enix and Alim and draws elements from Alim's previous game, Brave Frontier. It was released first in Japan in October 22, 2015. The global version soft-launched in May 12, 2016 in several countries before being released officially in June 29, 2016.\r\n\r\nThe global version of the game is maintained by a Singapore subsidiary of Alim's parent company, Gumi.\r\n\r\nThe game was first revealed at the Final Fantasy Live Event in Tokyo, November 2014. Eiji Takahashi and Hisatoshi Hayakashi of Brave Frontier both direct and produce the game while Noriyasu Agematsu composed the game's musical score. Illustrations of the characters are handled by Yoshitaka Amano, who illustrated art on early Final Fantasy works."
  }
]